today_log0 = {'nojoke': "Привет {}!\nСегодня ты залогировал {} часов, не забудь это сделать.",
        'nojoke_w': "Привет {}!\nСегодня ты залогировала {} часов, не забудь это сделать.",
        'joke': "Привет {}!\nНе оставлено признаков присутствия, ты залогировал {} часов.",
        'joke_w': "Привет {}!\nНе оставлено признаков присутствия, ты залогировала {} часов."
        }
today_log0_3 = {'nojoke': "Привет {}!\nСегодня ты залогировал {} часов по всем проектам, не забудь залогировать остальное.",
        'nojoke_w': "Привет {}!\nСегодня ты залогировала {} часов по всем проектам, не забудь залогировать остальное.",
        'joke': "Привет {}!\nЧе-то маловато насыпал - {} часов. А где еще? А если найду?",
        'joke_w': "Привет {}!\nЧе-то маловато насыпала - {} часов. А где еще? А если найду?"
}
today_log3_8 = {'nojoke': "Привет {}!\nСегодня ты залогировал {} часов по всем проектам.",
        'nojoke_w': "Привет {}!\nСегодня ты залогировала {} часов по всем проектам.",
        'joke': "Привет {}!\nТы уже залогировал - {} часов. А можешь ли больше?",
        'joke_w': "Привет {}!\nТы уже залогировала - {} часов. А можешь ли больше?"
}
today_log8 = {'nojoke': "Привет {}!\nТы славно поработал, приятель! {} часов - это сильно!",
        'nojoke_w': "Привет {}!\nТы славно поработала, подруга! {} часов - это сильно!",
        'joke': "Привет {}!\nУ нас здесь кто-то упоролся, приятель! {} часов - это сильно!",
        'joke_w': "Привет {}!\nУ нас здесь кто-то упоролся, подруга! {} часов - это сильно!" 
}

yesterday_log0 = {'nojoke': "Привет {}!\nВчера ты залогировал {} часов, сегодня не забудь.",
        'nojoke_w': "Привет {}!\nВчера ты залогировала {} часов, сегодня не забудь.",
        'joke': "Привет {}!\nНе оставлено признаков присутствия, ты залогировал {} часов вчера.",
        'joke_w': "Привет {}!\nНе оставлено признаков присутствия, ты залогировала {} часов вчера."
        }
yesterday_log0_3 = {'nojoke': "Привет {}!\nВчера ты залогировал {} часов, сегодня не забудь.",
        'nojoke_w': "Привет {}!\nВчера ты залогировала {} часов, сегодня не забудь.",
        'joke': "Привет {}!\nЧе-то маловато насыпал - {} часов вчера. А где еще? А если найду?",
        'joke_w': "Привет {}!\nЧе-то маловато насыпала - {} часов вчера. А где еще? А если найду?"
}
yesterday_log3_8 = {'nojoke': "Привет {}!\nВчера ты залогировал {} часов, сегодня не забудь.",
        'nojoke_w': "Привет {}!\nВчера ты залогировала {} часов, сегодня не забудь.",
        'joke': "Привет {}!\nВчера ты залогировал - {} часов. А можешь больше?",
        'joke_w': "Привет {}!\nВчера ты залогировала - {} часов. А можешь больше?"
}
yesterday_log8 = {'nojoke': "Привет {}!\nВчера ты славно поработал, приятель! {} часов - это сильно!",
        'nojoke_w': "Привет {}!\nВчера ты славно поработала, подруга! {} часов - это сильно!",
        'joke': "Привет {}!\nА ты вчера упоролся, приятель! {} часов - это сильно!",
        'joke_w': "Привет {}!\nА ты вчера упоролась, подруга! {} часов - это сильно!"
}