today_log0 = {'nojoke': "Сегодня ты залогировал {} часов, не забудь это сделать.",
        'nojoke_w': "Сегодня ты залогировала {} часов, не забудь это сделать.",
        'joke': "Не оставлено признаков присутствия, ты залогировал {} часов.",
        'joke_w': "Не оставлено признаков присутствия, ты залогировала {} часов."
        }
today_log0_3 = {'nojoke': "Сегодня ты залогировал {} часов по всем проектам, не забудь залогировать остальное.",
        'nojoke_w': "Сегодня ты залогировала {} часов по всем проектам, не забудь залогировать остальное.",
        'joke': "Че-то маловато насыпал - {} часов. А где еще? А если найду?",
        'joke_w': "Че-то маловато насыпала - {} часов. А где еще? А если найду?"
}
today_log3_8 = {'nojoke': "Сегодня ты залогировал {} часов по всем проектам.",
        'nojoke_w': "Сегодня ты залогировала {} часов по всем проектам.",
        'joke': "Ты уже залогировал - {} часов. А можешь ли больше?",
        'joke_w': "Ты уже залогировала - {} часов. А можешь ли больше?"
}
today_log8 = {'nojoke': "Ты славно поработал, приятель! {} часов - это сильно!",
        'nojoke_w': "Ты славно поработала, подруга! {} часов - это сильно!",
        'joke': "У нас здесь кто-то упоролся, приятель! {} часов - это сильно!",
        'joke_w': "У нас здесь кто-то упоролся, подруга! {} часов - это сильно!" 
}

yesterday_log0 = {'nojoke': "Вчера ты залогировал {} часов, сегодня не забудь.",
        'nojoke_w': "Вчера ты залогировала {} часов, сегодня не забудь.",
        'joke': "Не оставлено признаков присутствия, ты залогировал {} часов вчера.",
        'joke_w': "Не оставлено признаков присутствия, ты залогировала {} часов вчера."
        }
yesterday_log0_3 = {'nojoke': "Вчера ты залогировал {} часов, сегодня не забудь.",
        'nojoke_w': "Вчера ты залогировала {} часов, сегодня не забудь.",
        'joke': "Че-то маловато насыпал - {} часов вчера. А где еще? А если найду?",
        'joke_w': "Че-то маловато насыпала - {} часов вчера. А где еще? А если найду?"
}
yesterday_log3_8 = {'nojoke': "Вчера ты залогировал {} часов, сегодня не забудь.",
        'nojoke_w': "Вчера ты залогировала {} часов, сегодня не забудь.",
        'joke': "Вчера ты залогировал - {} часов. А можешь больше?",
        'joke_w': "Вчера ты залогировала - {} часов. А можешь больше?"
}
yesterday_log8 = {'nojoke': "Вчера ты славно поработал, приятель! {} часов - это сильно!",
        'nojoke_w': "Вчера ты славно поработала, подруга! {} часов - это сильно!",
        'joke': "А ты вчера упоролся, приятель! {} часов - это сильно!",
        'joke_w': "А ты вчера упоролась, подруга! {} часов - это сильно!"
}